// Copyright (c) 2011 The Chromium OS Authors. All rights reserved.
// Use of this source code is governed by a BSD-style license that can be
// found in the LICENSE file.

/* Menus */
"Menu About" = "O Chrome OС Image Creator-у";
"Menu Prefs" = "Подешавања…";
"Menu Services" = "Услуге";
"Menu Hide" = "Сакриј Chrome OС Image Creator";
"Menu Hide Others" = "Сакриј друге";
"Menu Show All" = "Прикажи све";
"Menu Quit" = "Изађи из Chrome OС Image Creator-а";
"Menu Window" = "Окно";
"Menu Minimize" = "Умањи";
"Menu Zoom" = "Зумирај";
"Menu Bring All To Front" = "Премести све напред";
"Menu Help" = "Помоћ";
"Menu App Help" = "Помоћ за Chrome OС Image Creator";

/* Buttons */
"Button Previous" = "Претходно";
"Button Next" = "Следеће";
"Button Stop" = "Заустави";
"Button Done" = "Готово";

/* Tab: Select device model */
"Text Welcome" = "Добро дошли у Chrome OС Image Creator! Изаберите модел Chrome ОС уређаја који поседујете.";
"Button Local Image" = "На рачунару…";

/* Tab: Select USB stick */
"Text Select Prompt" = "Изаберите USB меморијски уређај за обнављање:";
"Text Insertion Prompt" = "Уметните  USB меморијски уређај.";

/* Tab: Done */
"Text Congrats" = "Честитамо вам на прављењу јединице за покретање система Chrome OС уређаја која се користи за обнављање. Уклоните је са рачунара и користите за обнављање оштећеног оперативног система на Chromebook-у.";

/* Sizes */
"Size Bytes" = " бајтова";
"Size Kilobytes" = " kB";
"Size Megabytes" = " MB";
"Size Gigabytes" = " GB";
"Size Terabytes" = " TB";
"Size Petabytes" = " PB";

/* Error starting Disk Arbitration. */
"NoDiskArb Message" = "Ова апликација не може да се покрене.";
"NoDiskArb Informative" = "Дошло је до проблема при покретању арбитрације диска. Ово не би требало да се деси.";
"NoDiskArb OK" = "Потврди";

/* Error retrieving config file. */
"CantGetConfig Message" = "Није могуће преузети листу слика.";
"CantGetConfig Informative" = "Дошло је до проблема при преузимању листе доступних слика за обнављање (%1$@). Проверите да ли мрежна веза функционише.";
"CantGetConfig OK" = "Потврди";
"CantGetConfig Error NoConnection" = "није било могуће доделити везу";
"CantGetConfig Error DownloadError" = "дошло је до грешке током преузимања";
"CantGetConfig Error StringCreate" = "одговор није било могуће користити";

/* Version error. */
"VersionError Message" = "Ова верзија апликације је престара.";
"VersionError Informative" = "Преузмите новију верзију. Ово је верзија %1$@; потребна је бар верзија %2$@.%3$@";
"VersionError OK" = "Преузми нову верзију";

/* File dialog to select a local file. */
"SelectLocal File" = "Изаберите слику:";
"SelectLocal Button" = "Изабери";

/* Alert on writing stick. */
"WriteAlert Message" = "Да ли заиста желите да трајно обришете %1$@?";
"WriteAlert Informative" = "Сви подаци који су тренутно на њему биће трајно изгубљени. Не можете да опозовете ову радњу.";
"WriteAlert Cancel" = "Не бриши";
"WriteAlert OK" = "Обриши";

"TooSmallAlert Message" = "%1$@ не може да се користи; премали је.";
"TooSmallAlert Informative" = "Потребан је уређај од најмање %2$@.";
"TooSmallAlert OK" = "Потврди";

"NotWritable Message" = "%1$@ не може да се користи; он је само за читање.";
"NotWritable Informative" = "Уређај је само за читање. Могуће је да на њему постоји прекидач који омогућава уписивање на уређај; у супротном не може да се користи.";
"NotWritable OK" = "Потврди";

/* Stick writing statuses. */
"Status Downloading" = "Преузимање…";
"Status Verifying" = "Верификовање…";
"Status Unpacking" = "Распакивање…";
"Status Claiming" = "Тражење…";
"Status Unmounting" = "Уклањање са система…";
"Status Writing" = "Уписивање…";
"Status Ejecting" = "Избацивање…";
"Status Done" = "Готово!";

"StatusAdd Attempt" = " (%1$d. покушај)";

/* Errors */
"Failure Downloading" = "Жао нам је, дошло је до грешке (неуспешно преузимање изворне слике). Да ли желите да покушате поново?";
"Failure Verifying Return Value" = "Жао нам је, дошло је до грешке (неуспешна верификација изворне слике, квар програма, %1$s). Да ли желите да покушате поново?";
"Failure Verifying SHA Mismatch" = "Жао нам је, дошло је до грешке (неуспешна верификација изворне слике, грешка у контролном збиру). Да ли желите да покушате поново?";
"Failure Unpacking" = "Жао нам је, дошло је до грешке (неуспешно распакивање изворне слике, %1$s). Да ли желите да покушате поново?";
"Failure Claiming" = "Жао нам је, дошло је до грешке (неуспешно тражење USB меморијског уређаја). Да ли желите да покушате поново?";
"Failure Unmounting" = "Жао нам је, дошло је до грешке (неуспешно уклањање USB меморијског уређаја са система). Да ли желите да покушате поново?";
"Failure Opening Source Image" = "Жао нам је, дошло је до грешке (неуспешно отварање изворне слике, %1$s). Да ли желите да покушате поново?";
"Failure Opening Destination Device" = "Жао нам је, дошло је до грешке (неуспешно отварање USB уређаја, %1$s). Да ли желите да покушате поново?";
"Failure Reading Source Image" = "Жао нам је, дошло је до грешке (неуспешно читање изворне слике, %1$s). Да ли желите да покушате поново?";
"Failure Writing Destination Device" = "Жао нам је, дошло је до грешке (неуспешно уписивање података на USB уређај, %1$s). Да ли желите да покушате поново?";
"Failure Ejecting" = "Жао нам је, дошло је до грешке (неуспешно избацивање USB уређаја). Да ли желите да покушате поново?";

"Failure Try Again" = "Покушај поново";
"Failure Quit" = "Одустани";

"Failure Termination Status" = "Статус окончања %d";

"Failure Internal Error 1" = "Неочекивани крај датотеке";
